{
  "Item_GoldenCarrot":"Golden Carrot",
  "Item_GoldenCarrot_Desc":"Golden Carrot — Use to summon a horse.",
  "Item_GoldenCarrot2":"Golden Carrot (White Horse)",
  "Item_GoldenCarrot2_Desc":"Golden Carrot — Use to summon a white horse.",
  "Food_LifeFruit":"Life Fruit",
  "Food_LifeFruit_Desc":"A mysterious fruit brought from the world of Terraria. Due to the side effects of temporal displacement, it only grants temporary enhancement. Consuming it temporarily increases maximum health.",
  "QuackItem_LifeFruit_Buff":"Life Fruit",
  "QuackItem_LifeFruit_Buff_Desc":"Grants +50 temporary maximum health.",
  "Item_ReturnOrb":"Return Orb",
  "Item_ReturnOrb_Desc":"A mysterious item brought from Monster Hunter. Use it to evacuate quickly and safely.",
  "Item_MimicTearAshes":"Mimic Tear Ashes",
  "Item_MimicTearAshes_Desc":"Legendary ashes brought from Elden Ring. Used to summon the Mimic Tear spirit, which takes the form of the summoner and fights alongside them.",
  "Item_SnowPMCAshes":"Coal Ball Ashes",
  "Item_SnowPMCAshes_Desc":"How could you be so cruel to the adorable Coal Ball?! Using it summons a cute Coal Ball spirit — though you still need to pay it in Bitcoin to hire it.",
  "UI_ReturnItem":"Return Item",
  "Quest_GoldenCarrot2_Name": "A Golden Aspiration",
  "Quest_GoldenCarrot2_Desc": "Rumor has it that within Experimental Zone 37 grows a carrot of pure gold, imbued with mysterious power, capable of summoning a special spirit steed. Defeat several local Observers to prove your strength, and I shall entrust it to you.",
  "Quest_LifeFruit_Name": "Echoes of a Fruit from Another World",
  "Quest_LifeFruit_Desc": "I have recently been studying a peculiar plant from another world. It is said that this fruit can permanently enhance one's vitality, but due to temporal displacement, it has become highly unstable in this realm. I need natural samples to stabilize its energy—two Greenback Mackerel, along with some fresh fruits: apples and oranges. Bring them to me, and I will restore part of the fruit’s power."

}